questions = {
    1: [
        {
            "question": "1. Они говорят",
            "options": [
                "в центре тестирования",
                "в автомастерской",
                "в магазине"
            ],
            "correct": "в центре тестирования"
        },
        {
            "question": "2. С собой необходимо иметь",
            "options": [
                "банковскую карту",
                "миграционную карту",
                "медицинскую справку"
            ],
            "correct": "миграционную карту"
        },
        {
            "question": "3. Вы можете услышать это объявление",
            "options": [
                "в торговом центре",
                "в поликлинике",
                "в банке"
            ],
            "correct": "в торговом центре"
        },
        {
            "question": "4. О потерянных вещах можно спросить",
            "options": [
                "у администратора",
                "у покупателей",
                "у директора магазина"
            ],
            "correct": "у администратора"
        },
        {
            "question": "5. Такое объявление можно прочитать",
            "options": [
                "в парке",
                "в самолёте",
                "в автобусе"
            ],
            "correct": "в автобусе"
        },
        {
            "question": "6. Экскурсия начинается",
            "options": [
                "в 10 часов",
                "в 14 часов",
                "в 12 часов"
            ],
            "correct": "в 10 часов"
        },
        {
            "question": "7. Кто Вы по профессии?",
            "options": [
                "строитель",
                "врач",
                "учитель"
            ],
            "correct": "строитель"
        },
        {
            "question": "8. Сегодня суббота, а мама приехала вчера",
            "options": [
                "во вторник",
                "в пятницу",
                "в среду"
            ],
            "correct": "в пятницу"
        },
        {
            "question": "9. В салоне сотовой связи я купил",
            "options": [
                "молоко",
                "телефон",
                "куртку"
            ],
            "correct": "телефон"
        },
        {
            "question": "10. – Как вас зовут? – ____ зовут Иван",
            "options": [
                "Мне",
                "Я",
                "Меня"
            ],
            "correct": "Меня"
        },
        {
            "question": "11. Мы приехали в Россию",
            "options": [
                "потому что",
                "чтобы",
                "поэтому"
            ],
            "correct": "потому что"
        },
        {
            "question": "12. День Победы",
            "options": [
                "1 января",
                "4 ноября",
                "9 мая"
            ],
            "correct": "9 мая"
        },
        {
            "question": "13. Столица РФ",
            "options": [
                "Москва",
                "Самара",
                "Екатеринбург"
            ],
            "correct": "Москва"
        },
        {
            "question": "14. Война закончилась",
            "options": [
                "1945",
                "1917",
                "1980"
            ],
            "correct": "1945"
        },
        {
            "question": "15. СНГ образовано",
            "options": [
                "1945",
                "1991",
                "1917"
            ],
            "correct": "1991"
        },
        {
            "question": "16. Укажите флаг РФ",
            "options": [
                "Турция",
                "Россия",
                "Швеция"
            ],
            "correct": "Россия"
        },
        {
            "question": "17. Статья 62",
            "options": [
                "равные права",
                "все права",
                "нет прав"
            ],
            "correct": "равные права"
        },
        {
            "question": "18. ВИЧ — депортация",
            "options": [
                "верно",
                "неверно"
            ],
            "correct": "верно"
        },
        {
            "question": "19. Куда обратиться",
            "options": [
                "посольство",
                "МИД",
                "полиция"
            ],
            "correct": "полиция"
        },
        {
            "question": "20. Для учета",
            "options": [
                "паспорт и миграционная карта",
                "паспорт",
                "карта"
            ],
            "correct": "паспорт и миграционная карта"
        },
        {
            "question": "21. Ответственность",
            "options": [
                "административная",
                "уголовная",
                "дисциплинарная"
            ],
            "correct": "административная"
        },
        {
            "question": "22. Регистрация брака",
            "options": [
                "ЗАГС",
                "суд",
                "полиция"
            ],
            "correct": "ЗАГС"
        }
    ]
}
