questions = {
    1: [

        # ===== АУДИРОВАНИЕ =====

        {
            "type": "choice",
            "question": "1. Они говорят:",
            "options": [
                "в центре тестирования",
                "в автомастерской",
                "в магазине"
            ],
            "correct": "в центре тестирования",
            "audio": "audio/1-1.mp3"
        },

        {
            "type": "choice",
            "question": "2. С собой необходимо иметь:",
            "options": [
                "банковскую карту",
                "миграционную карту",
                "медицинскую справку"
            ],
            "correct": "миграционную карту",
            "audio": "audio/1-1.mp3"
        },

        {
            "type": "choice",
            "question": "3. Вы можете услышать это объявление:",
            "options": [
                "в торговом центре",
                "в поликлинике",
                "в банке"
            ],
            "correct": "в торговом центре",
            "audio": "audio/1-2.mp3"
        },

        {
            "type": "choice",
            "question": "4. О потерянных вещах можно спросить:",
            "options": [
                "у администратора",
                "у покупателей",
                "у директора магазина"
            ],
            "correct": "у администратора",
            "audio": "audio/1-2.mp3"
        },

        # ===== ЧТЕНИЕ =====

        {
            "type": "choice",
            "question": "5. Такое объявление можно прочитать:",
            "options": [
                "в парке",
                "в самолёте",
                "в автобусе"
            ],
            "correct": "в автобусе"
        },

        {
            "type": "choice",
            "question": "6. Экскурсия начинается:",
            "options": [
                "в 10 часов",
                "в 14 часов",
                "в 12 часов"
            ],
            "correct": "в 10 часов"
        },

        # ===== ПИСЬМО =====

        {
            "type": "input",
            "question": """7. Прочитайте текст и вставьте слово:

Батыр приехал из Узбекистана. Батыр – строитель.

Кто Вы по профессии?""",
            "correct": "строитель"
        },

        # ===== ЛЕКСИКА =====

        {
            "type": "choice",
            "question": "8. Сегодня суббота, а мама приехала вчера:",
            "options": [
                "во вторник",
                "в пятницу",
                "в среду"
            ],
            "correct": "в пятницу"
        },

        {
            "type": "choice",
            "question": "9. В салоне связи я купил:",
            "options": [
                "молоко",
                "телефон",
                "куртку"
            ],
            "correct": "телефон"
        },

        {
            "type": "choice",
            "question": "10. – Как вас зовут? – ____ зовут Иван.",
            "options": [
                "Мне",
                "Я",
                "Меня"
            ],
            "correct": "Меня"
        },

        {
            "type": "choice",
            "question": "11. Мы приехали в Россию, ____ здесь есть работа.",
            "options": [
                "потому что",
                "чтобы",
                "поэтому"
            ],
            "correct": "потому что"
        },

        # ===== ИСТОРИЯ =====

        {
            "type": "choice",
            "question": "12. День Победы:",
            "options": ["1 января", "4 ноября", "9 мая"],
            "correct": "9 мая"
        },

        {
            "type": "choice",
            "question": "13. Столица РФ:",
            "options": ["Москва", "Самара", "Екатеринбург"],
            "correct": "Москва"
        },

        {
            "type": "choice",
            "question": "14. Война закончилась:",
            "options": ["1945", "1917", "1980"],
            "correct": "1945"
        },

        {
            "type": "choice",
            "question": "15. СНГ образовано:",
            "options": [
                "после ВОВ",
                "после распада СССР",
                "после революции"
            ],
            "correct": "после распада СССР"
        },

        # ===== ФЛАГ =====

        {
            "type": "choice",
            "question": "16. Укажите флаг Российской Федерации:",
            "options": [
                "🇹🇷",
                "🇷🇺",
                "🇸🇪"
            ],
            "correct": "🇷🇺"
        },

        # ===== ЗАКОН =====

        {
            "type": "choice",
            "question": "17. Права иностранных граждан:",
            "options": [
                "равны с гражданами РФ с исключениями",
                "полностью равны",
                "нет прав"
            ],
            "correct": "равны с гражданами РФ с исключениями"
        },

        {
            "type": "choice",
            "question": "18. ВИЧ → депортация:",
            "options": ["верно", "неверно"],
            "correct": "верно"
        },

        {
            "type": "choice",
            "question": "19. Куда обращаться при преступлении:",
            "options": [
                "в посольство",
                "в МИД",
                "в полицию"
            ],
            "correct": "в полицию"
        },

        {
            "type": "choice",
            "question": "20. Для учета нужно:",
            "options": [
                "паспорт + миграционная карта",
                "только паспорт",
                "только карта"
            ],
            "correct": "паспорт + миграционная карта"
        },

        {
            "type": "choice",
            "question": "21. Нарушение учета:",
            "options": [
                "административная",
                "уголовная",
                "дисциплинарная"
            ],
            "correct": "административная"
        },

        {
            "type": "choice",
            "question": "22. Брак регистрируется:",
            "options": [
                "ЗАГС",
                "суд",
                "полиция"
            ],
            "correct": "ЗАГС"
        },
    ]
}
