questions = {
    1: [
        {
            "question": "1. Они говорят",
            "options": [
                "в центре тестирования",
                "в автомастерской",
                "в магазине"
            ],
            "correct": "в центре тестирования",
            "type": "choice"
        },
        {
            "question": "2. С собой необходимо иметь",
            "options": [
                "банковскую карту",
                "миграционную карту",
                "медицинскую справку"
            ],
            "correct": "миграционную карту",
            "type": "choice"
        },
        {
            "question": "7. Прочитайте текст и ответьте:\n\nОбзор Набиев приехал в Россию из Узбекистана. Он грузчик.\n\nКто вы по профессии?",
            "correct": "грузчик",
            "type": "input"
        }
    ]
}
